Repository: Vasily-Biryukov/discord-bot-user-picker
Catalog: locale/*/LC_MESSAGES/userpicker.po
Languages: ru_ru

source: No category
ru_ru: Без категории

source: Shows this message.
ru_ru: Показывает это сообщение.

source: No command called "{}" found
ru_ru: Неизвестная команда "{}"

source: Command "{0.qualified_name}" has no subcommand named {1}
ru_ru: В категории "{0.qualified_name}" нет команды {1}

source: Command "{0.qualified_name}" has no subcommands.
ru_ru: "{0.qualified_name}" это команда, а не категория.

source: Type {0}{1} command for more info on a command.
ru_ru: Напишите {0}{1} команда, чтобы увидеть подробную информацию о команде.

source: You must pick at least one member.
ru_ru: Нужно выбрать хотя бы одного участника.

source: You must be in a voice channel :loudspeaker: and {} must have access to this channel.
ru_ru: Вы должны быть в голосовом канале :loudspeaker: и у {} должен быть доступ к этому каналу.

source: You are alone in this channel :thinking: Call some friends! Do you have friends, are you?
ru_ru: Вы в гордом одиночестве :thinking: Может стоит позвать друзей? У вас же есть друзья, да?

source: Too few members in this channel
ru_ru: Слишком мало участников на этом канале.

source: Pick random member.
ru_ru: Выбирает случайного участника.

source: Randomly pick specified number of members from your voice channel (including you) and print their names. For example: {0}pick - prints random member name from your voice channel. {0}pick 2 - prints two random members names from your voice channel.
ru_ru: Случайным образом выбирает указанное количество участников из вашего голосового канала, включая вас, и выводит их имена. Например: {0}pick - пишет имя одного случайно выбранного участника из вашего голосового канала. {0}pick 2 - пишет имя двух случайно выбранных участников из вашего голосового канала.

source: Pick random member(s) from your voice channel.
ru_ru: Случайным образом выбирает участника(-ов) из вашего голосового канала.

source: members count (1 by default)
ru_ru: количество участников (1 по умолчанию)
